[{"title":"አደንዛዥ ዕፅ በማዘዋወር ወንጀል ክስ የተመሠረተበት ናይጄሪያዊ በጽኑ እስራት ተቀጣ","summary":"ልዩ ፈቃድ ከሌለ በስተቀር እንዳይዘዋወርና እንዳይሸጥ በሕግ ክልከላ የተጣለበትን የኮኬይን አደንዛዥ ዕፅ በማዘዋወር ወንጀል በኢትዮጵያ ፍርድ ቤት ክስ ተመሥርቶበት የነበረው ናይጄሪያዊ በጽኑ እስራት እንዲቀጣ ተወሰነ፡፡ ሚስተር ማክ ኡጎ ኢዜ የታባለ ናይጄሪያዊ የኮኬይን ዕፅ ለማዘዋወር በማሰብ መጋቢት 18 ቀን 2010 ዓ.ም. ከብራዚል ሳኦፖሎ ወደ አገሩ ናይጄሪያ ሌጎስ ለመሄድ ቦሌ ዓለም አቀፍ አውሮፕላን ማረፊያ ለትራንዚት ባረፈበት ወቅት፣ በፀጥታ ሠራተኞች በተደረገበት ፍተሻ መያዙ በክሱ ተገልጿል፡፡"},{"title":"አቶ ጌታቸው አምባዬ የጠቅላይ ሚኒስትሩ የሕግ አማካሪ ሆነው ተሾሙ","summary":"የፌዴራል ጠቅላይ ዓቃቤ ሕግ የነበሩት አቶ ጌታቸው አምባዬ፣ የጠቅላይ ሚኒስትር ዓብይ አህመድ (ዶ/ር) የሕግ አማካሪ ሆነው ተሾሙ፡፡ በጠቅላይ ሚኒስትር ዓብይ አዲሱ ካቢኔ ባለመካተታቸው ርዕሰ ጉዳይ ሆነው የቆዩት አቶ ጌታቸው፣ ከግንቦት 10 ቀን 2010 ዓ.ም. ጀምሮ በሚኒስትር ዴኤታ ማዕረግ የጠቅላይ ሚኒስትሩ የሕግ አማካሪ ሆነው መሾማቸውን ለሪፖርተር አረጋግጠዋል፡፡"},{"title":"ለገርቢ ግድብ ፕሮጀክት መሬት ማስረከብ ባለመቻሉ ከቻይና የተገኘ 146 ሚሊዮን ዶላር ጥቅም ላይ ሳይውል ቀረ","summary":"ለሚቀጥሉት 20 ዓመታት ለአዲስ አበባ ከተማ ነዋሪዎች ንፁህ የመጠጥ ውኃ አቅርቦት ወሳኝ ድርሻ ይኖረዋል ተብሎ ለታሰበው የገርቢ ወንዝ ግድብ ፕሮጀክት፣ የኦሮሚያ ክልላዊ መንግሥት አስፈላጊውን መሬት በወቅቱ ባለማቅረቡ ከቻይና መንግሥት የተገኘው ብድር መጠቀሚያ ጊዜ አለፈበት፡፡ ይህ ገንዘብ ከአንድ ዓመት በፊት ሥራ ላይ መዋል የነበረበት ቢሆንም፣ መሬቱን ማግኘት ባለመቻሉ ተመላሽ ሆኗል ተብሏል፡፡"},{"title":"ከስምንት ሺሕ በላይ የ40/60 ቤቶችን ለመገንባት 38 ሔክታር መሬት ተሰጠ","summary":"የአዲስ አበባ ከተማ ቁጠባ ቤቶች ልማት ኢንተርፕራይዝ ተጨማሪ 8,428 የ40/60 ቤቶችን ለመገንባት፣ 38 ሔክታር መሬት ከአስተዳደሩ መረከቡን አስታወቀ፡፡ ባለ 15 እና 13 ፎቅ 54 ሕንፃዎችን ለመገንባት የዲዛይን ማጣጣም ሥራዎችን በማከናወን ላይ መሆኑን፣ በኢንተርፕራይዙ የኮሙዩኒኬሽን ጉዳዮች አገልግሎት ደጋፊ የሥራ ሒደት መሪ በአቶ ዮሐንስ አባይነህ ተፈርሞ ወጪ የተደረገው ደብዳቤ ያስረዳል፡፡"},{"title":"ሶማሌላንድ በበርበራ ወደብ የምታካሂደውን የማስፋፊያ ግንባታ በመስከረም ወር እንደምትጀምር ታወቀ","summary":"ራሷን እንደቻለች ሉዓላዊት አገር ዕውቅና ለማግኘት በመጣጣር ላይ የምትገኘው ሶማሌላንድ፣ ኢትዮጵያና የተባበሩት ዓረብ ኤምሬትስን በባለድርሻነት ያካተተውን የበርበራ ወደብ የማስፋፊያ ግንባታ በመጪው መስከረም ወር እንደምትጀምር አስታወቀች፡፡ የበርበራ ወደብ የኦፕሬሽን ሥራዎችን የሚመሩ ኃላፊዎች ሰሞኑን በወደቡ ጉብኝት ላደረጉ የኢትዮጵያ ጋዜጠኞች በሰጡት ማብራሪያ ወቅት እንደታስወቁት፣ በሰኔ ወር የወደብ ግንባታውን ለሚያካሂዱ ኩባንያዎች ሥራው እንደሚሰጣቸውና በመስከረም ወርም  ግንባታ እንደሚጀምሩ ይጠበቃል፡፡"},{"title":"የብር ምንዛሪ ለውጥ የወጪ ንግዱን አሻሽሎታል ተባለ","summary":"ከዓመት ዓመት አልሳካ ያለውን የወጪ ንግድ ለማሳደግ በማሰብ በጥቅምት ወር 2010 ዓ.ም. የተደረገው የብር የምንዛሪ ለውጥ፣ የአገሪቱን የወጪ ንግድ ገቢ እንዳሻሻለው የገንዘብና ኢኮኖሚ ትብብር ሚኒስትሩ አብርሃም ተከስተ (ዶ/ር) ለሪፖርተር ገለጹ፡፡ መንግሥት የብርን የመግዛት አቅም በ15 በመቶ መቀነሱ የሚታወስ ነው፡፡ እንደ ሚኒስትሩ ገለጻ፣ የወጪ ንግድ ግኝት ከዕቅዱ አኳያ እምብዛም የተሳካ ባይሆንም ካለፈው ዓመት ተመሳሳይ ወቅት ጋር ሲነፃፀር መሻሻል እንዳሳየ ተናግረዋል፡፡"},{"title":"‹‹አዲሱን ትውልድ በአሮጌ አስተሳሰብ መምራት አይቻልም›› ጠቅላይ ሚኒስትር ዓብይ አህመድ (ዶ/ር)","summary":"ቅዳሜ ግንቦት 11 ቀን 2010 ዓ.ም. በሚሊኒየም አዳራሽ ማይንድሴት ኮንሰልት በተባለ ድርጅት የተዘጋጀው የአዲስ አስተሳሰብ ዝግጅት ላይ የተገኙት ጠቅላይ ሚኒስትር ዓብይ አህመድ (ዶ/ር)፣ አዲሱን ትውልድ በአሮጌ አስተሳሰብ መምራት አይቻልም አሉ፡፡ ጠቅላይ ሚኒስትሩ በሳዑዲ ዓረቢያ ያደረጉትን ጉብኝት አጠናቀው ቦሌ ዓለም አቀፍ ኤርፖርት እንደ ደረሱ በቀጥታ ወደ ሚሊኒየም አዳራሽ ሲመጡ፣ ዝግጅቱን ለመታደም ለተገኙ በሺዎች የሚቆጠሩ ሰዎች ድንገተኛ ነበር የሆነባቸው፡፡"},{"title":"የእነ አቶ መላኩ ፈንታና የእነ አቶ ዓለማየሁ ጉጆ ክስ እንዲቋረጥ ለፍርድ ቤት ጥያቄ ቀረበ","summary":"የፌዴራል ጠቅላይ ዓቃቤ ሕግ በአዋጅ ቁጥር 943/2008 በተሰጠው ሥልጣን መሠረት፣ በሙስና ወንጀል ክስ ተመሥርቶባቸው የነበሩት የእነ አቶ መላኩ ፈንታና የእነ አቶ ዓለማየሁ ጉጆ መዝገብ ተከሳሾች ክስ እንዲቋረጥ ለፍርድ ቤት አቀረበ፡፡ የቀድሞ የኢትዮጵያ ገቢዎችና ጉምሩክ ባለሥልጣን ዋና ዳይሬክተር አቶ መላኩ ፈንታና ምክትላቸው አቶ ገብረ ዋህድ ወልደ ጊዮርጊስ ከነባለቤታቸው፣ ከነጋዴዎች የአቶ ከተማ ከበደ፣ የእነ ነጋ ገብረ እግዚአብሔር፣ የአቶ ጌቱ ገለቴና ሌሎችም ክስ እንዲቋረጥ ለፍርድ ቤት ጥያቄ ቀርቧል፡፡"},{"title":"የኦሮሚያና የሶማሌ ክልሎች ግጭት ውድመት ሪፖርት እየተጠናቀቀ ነው","summary":"በመስከረም ወር 2010 ዓ.ም. በኦሮሚያና በሶማሌ ክልሎች ግጭት ምክንያት የደረሰውን ውድመት የሚያጣራው ቡድን ሪፖርት እየተጠናቀቀ መሆኑ ተገለጸ፡፡ ከሁለቱም ክልሎች ከ900 ሺሕ በላይ ሰዎች መፈናቀላቸው የሚታወስ ሲሆን፣ መጠኑ የማይታወቅ ንብረት ወድሟል፡፡"},{"title":"በሙስና ምክንያት የታሰሩ ተከሳሾች ቤተሰቦች ለጠቅላይ ዓቃቤ ሕጉ አቤቱታ አቀረቡ","summary":"የልጆቻቸውን የትምህርት ቤትና የቤት ኪራይ መክፈል እንዳልቻሉ የሚናገሩ በሙስና ወንጀል ተጠርጥረው ክስ የተመሠረተባቸውና በማረሚያ ቤት የሚገኙ የስኳር ኮርፖሬሽን የተወሰኑ ታሳሪዎች ቤተሰቦች፣ በቅርቡ ለተሾሙት የፌዴራል ጠቅላይ ዓቃቤ ሕግ አቤቱታ አቀረቡ፡፡ ጠቅላይ ዓቃቤ ሕጉ አቶ ብርሃኑ ፀጋዬም በአግባቡ ተቀብለውና አቤቱታቸውን ሰምተው ምላሽ እንደሚሰጧቸው በመንገር መልሰዋቸዋል፡፡"}]